<template>
  <div class="container-fluid">
    <div class="row">
      <div class="col-12">
        <h1 class="mt-3">Философия</h1>
        <p>
          Любой вид деятельности, можно тноести к определенной сфере в жизни человека. Ярко выраженными могут быть учеба, работа, семья, здоровье и пр. Каждая сфера в свою очередь, включает в себя проекты. НАпример, в сфере здоровья могут быть проекты физического и пихического здоровья. Или в сфере учебы могут быть проекты по написанию курсовой или по производственной практике, и так далее.
          <br />
          <br />Каждый из проектов, логично разбить на этапы или шаги. Для бизнес проектов, это очевидные вещи. В данной системе этапы удобно представлять в виде списков. Какждый из списков состоит из конкретных задачь.
          <br />
          <br />На самомо деле, последовательность следующая: Сфера, проект, задачи. Но на практике, проекты часто разбивают на этапы.
          <br />
          <br />Всегда при работе над какой либо задачей, мы можем задать три вопроса: Зачем мы этот делаем? (Проблема), Что мы хотим получить в итоге? (Цель), Как нам этого достить? (Задачи). Так вот с определенной точки зрения, мы можем связать эти вопросы с данной системой. Проблема - Сфера, Цель - Проект, Задачи - Задачи. И если немного абсрагироваться и взглянуть на всю нашу деятельность немного отстраненно, с высока, то можно увидеть, что действительно, все что мы ни делаем, можно вписать в данную систему, в данный подход и принципы.
          <br />
          <br />Таким образом, данно приложение позволит реализовать самые амбициозные и грандиозные планы как личногого, так и планетарного масштаба. Просто определите Сферу деятельности, назовите проект, и распределите предстоящие задачи по этапам в соостветвующих списках. А после, просто выполняйте последовательно определенные задачи, приближаясь к намеченному результату!
        </p>
      </div>
    </div>
  </div>
</template>
