<template>
  <div class="container-fluid">
    <div class="row p-3">
      <div class="col-12 bg-white">
        <h3 class="mt-3">О приложении Контроль</h3>
        <p>
          Любой вид деятельности, можно отнести к определенной сфере в жизни человека. Ярко выраженными могут быть: учеба, работа, семья, здоровье и пр. Каждая сфера в свою очередь, включает в себя проекты. Например, в сфере здоровья могут быть проекты физического и пихического здоровья. Или в сфере учебы могут быть проекты по написанию курсовой или по производственной практике, и так далее.
          <br />
          <br />Каждый из проектов логично разбить на этапы или шаги. Для бизнес проектов, это очевидные вещи. В данной системе этапы удобно представлять в виде списков. Какждый из списков состоит из конкретных задач.
          <br />
          <br />На самомо деле, последовательность следующая: Сфера, проект, задачи. Но на практике, проекты часто разбивают на этапы.
          <br />
          <br />Всегда при работе над какой либо задачей, мы можем задать три вопроса: Зачем мы этот делаем? (какую Проблему решаем), Что мы хотим получить в итоге? (какова наша Цель, конкретный результат), Как нам этого достить? (какие Задачи необходимо выполнить для достижения поставленой Цели). Так вот, с определенной точки зрения, мы можем связать эти вопросы с данной системой. Проблема - Сфера, Цель - Проект, Задачи - Задачи. И если немного абсрагироваться и взглянуть на всю нашу деятельность немного отстраненно, то можно увидеть, что действительно, все что мы ни делаем, можно вписать в данную систему, в данный подход и принципы.
          <br />
          <br />Таким образом, данное приложение позволит реализовать самые амбициозные и грандиозные планы как личногого, так и планетарного масштаба. Просто определите Сферу деятельности, назовите Проект, и распределите предстоящие Задачи по этапам в соостветвующих списках. А после, просто выполняйте последовательно определенные задачи, приближаясь к намеченному результату!
        </p>
        <p>При этом, важно соблюдать некоторые правила при работе с задачами. У Задачи, по мимо четкой формулировки в глагольной форме, обязательно должен присутствовать срок исполнения. Это мжет быть определенная дата с указанием времени, а может быть временные рамки (например, в ближайщую неделю или месяц). Это позволит отображать все Задачи всех Сфер в последовательности их срочности.</p>
      </div>
    </div>
  </div>
</template>
