<template>
  <div class="row">
    <div class="col-12 col-sm-10 col-md-8 col-lg-6 m-auto">
      <h3 class="mt-4 text-center">ATIOP</h3>
      <p class="text-center text-muted small">
        Версия
        <a
          href="https://github.com/mccrush/atiop/releases/"
          target="_blank"
          title="Страница на Github"
        >1.0.0</a>
      </p>

      <h5 class="mt-4">Описание</h5>
      <p>
        ATIOP — сервис управления задачами. Название сервиса — это аббревиатура английских слов
        <strong>A</strong>ll
        <strong>T</strong>ask
        <strong>I</strong>n
        <strong>O</strong>ne
        <strong>P</strong>lace (все задачи в одном месте). Одна из основных идей — структура представления задач: направление деятельности &Rightarrow; проект &Rightarrow; задача.
      </p>
      <p>
        Каждый уровень представляет собой ответ на соответствующий вопрос:
        <br />1. Направление —
        <strong>Зачем</strong> мы это делаем? Для чего мы вообще решили этим заниматься?
        <br />2. Проект —
        <strong>Что</strong> мы хотим получить в итоге? Что будет результатом нашей деятельности?
        <br />3. Задача —
        <strong>Как</strong> мы достигнем этого результата? Какие именно действия необходимо выполнить?
      </p>
      <p>
        Для работы с сервисом, необходимо
        <router-link to="/login#in" tag="a" title="Авторизоваться">авторизоваться</router-link>&nbsp;или
        <router-link to="/login#reg" tag="a" title="Зарегистрироваться">зарегистрироваться</router-link>.
      </p>

      <h5 class="mt-4">Назначение страниц</h5>
      <p>На странице &laquo;Проекты&raquo;, представлены списки задач существующих проектов. Можно отфильтровать проекты по направлениям для удобства работы.</p>
      <p>Страница &laquo;Обзор&raquo; служит для представления иерархической структуры направлений и проектов, что позволяет видеть общую картину всей деятельности.</p>
      <p>&laquo;Планы&raquo; представляют собой календарь месяцев на ближайший год. Если номер месяца дедлайна проекта совпадает с номером представленного месяца, то проект отображается именно в этом месяце.</p>
      <p>На странице &laquo;Создать&raquo; можно создавать направления, проекты и задачи.</p>

      <h5 class="mt-4">Контакты</h5>
      <p>По всем вопросам и предложениям пишите на почту mccrush2027@gmail.com</p>
    </div>
  </div>
</template>

<style scoped>
.row {
  overflow-y: auto;
  max-height: 90%;
}
</style>
