<template>
  <div>
    <h5>Описание</h5>
    <p>
      ATIOP — сервис управления задачами. Название сервиса — это аббревиатура английских слов
      <strong>A</strong>ll
      <strong>T</strong>ask
      <strong>I</strong>n
      <strong>O</strong>ne
      <strong>P</strong>lace (все задачи в одном месте). Одна из основных идей — структура представления задач: направление деятельности &Rightarrow; проект &Rightarrow; задача.
    </p>
    <p>
      Каждый уровень представляет собой ответ на соответствующий вопрос:
      <br />1. Направление —
      <strong>Зачем</strong> мы это делаем? Для чего мы вообще решили этим заниматься?
      <br />2. Проект —
      <strong>Что</strong> мы хотим получить в итоге? Что будет результатом нашей деятельности?
      <br />3. Задача —
      <strong>Как</strong> мы достигнем этого результата? Какие именно действия необходимо выполнить?
    </p>
    <p>
      Для работы с сервисом, необходимо
      <router-link to="/login#in" tag="a" title="Авторизоваться">авторизоваться</router-link>&nbsp;или
      <router-link to="/login#reg" tag="a" title="Зарегистрироваться">зарегистрироваться</router-link>.
    </p>
  </div>
</template>