<template>
  <div>
    <h5>Фильтр Задач</h5>
    <p>
      На странице &laquo;Задачи&raquo; имеется Фильтр, который позволяет
      отображать только необходимые задачи.
    </p>
    <p>Для начала необходимо выбрать Тип фильра, затем выбрать Значение.</p>
    <p></p>
    <!-- <p>&laquo;Планы&raquo; представляют собой календарь месяцев на ближайший год. Если номер месяца дедлайна проекта совпадает с номером представленного месяца, то проект отображается именно в этом месяце.</p> -->
    <hr />
    <div class="d-flex justify-content-between mb-4">
      <a href="#pages" class="">&laquo;&laquo; Страницы</a>
      <a href="#status" class="">Статус Задач &raquo;&raquo;</a>
    </div>
  </div>
</template>