<template>
  <div>
    <h5>Фильтр Задач</h5>
    <p>
      На странице &laquo;Задачи&raquo; имеется Фильтр, который позволяет
      отображать только необходимые задачи.
    </p>
    <p>Для начала необходимо выбрать Тип фильра, затем выбрать Значение.</p>
    <p></p>
    <!-- <p>&laquo;Планы&raquo; представляют собой календарь месяцев на ближайший год. Если номер месяца дедлайна проекта совпадает с номером представленного месяца, то проект отображается именно в этом месяце.</p> -->
    <hr />
    <Paginator
      :prev="{ href: 'pages', title: 'Страницы' }"
      :next="{ href: 'status', title: 'Статус Задач' }"
    />
  </div>
</template>

<script>
import Paginator from '@/components/Paginator'

export default {
  components: {
    Paginator,
  },
}
</script>