<template>
  <div>
    <h5>Назначение страниц</h5>
    <p>На странице &laquo;Проекты&raquo;, представлены списки задач существующих проектов. Можно отфильтровать проекты по направлениям для удобства работы.</p>
    <p>Страница &laquo;Обзор&raquo; служит для представления иерархической структуры направлений и проектов, что позволяет видеть общую картину всей деятельности.</p>
    <p>&laquo;Планы&raquo; представляют собой календарь месяцев на ближайший год. Если номер месяца дедлайна (срок сдачи) проекта совпадает с номером представленного месяца, то проект отображается именно в этом месяце.</p>
    <p>На странице &laquo;Создать&raquo; можно создавать направления, проекты и задачи.</p>
  </div>
</template>