<template>
  <div>
    <h5>Страницы</h5>
    <p>
      На странице &laquo;Проекты&raquo;, представлены списки задач существующих
      проектов. Можно отфильтровать проекты по направлениям для удобства работы.
    </p>
    <p>
      Страница «Проект» (доступна на странице «Проекты») содержит три списка
      задач, сгруппированных по статусу
      <a
        href="https://www.wikiwand.com/ru/%D0%9A%D0%B0%D0%BD%D0%B1%D0%B0%D0%BD-%D0%B4%D0%BE%D1%81%D0%BA%D0%B0"
        target="_blank"
        title="Открыть Википедию"
        >(Канбан-доска)</a
      >. Задачи можно перемещать из одного столбца в другой перетаскиванием
      мыши.
    </p>
    <p>
      Страница &laquo;Обзор&raquo; служит для представления иерархической
      структуры направлений и проектов, что позволяет видеть общую картину всей
      деятельности.
    </p>
    <!-- <p>&laquo;Планы&raquo; представляют собой календарь месяцев на ближайший год. Если номер месяца дедлайна проекта совпадает с номером представленного месяца, то проект отображается именно в этом месяце.</p> -->
    <hr />
    <Paginator
      :prev="{ href: 'description', title: 'Описание' }"
      :next="{ href: 'filter', title: 'Фильтр Задач' }"
    />
  </div>
</template>

<script>
import Paginator from '@/components/Paginator'

export default {
  components: {
    Paginator,
  },
}
</script>

