<template>
  <div>
    <h5>Редактирование</h5>
    <p>
      При двойном клике по Направлению, Проекту или Задаче, отображается
      модальное окно, в котором можно изменять значения свойств объекта.
    </p>
    <p>Также в модальном окне есть возможность удалить объект.</p>
    <!-- <p>Задачи со статусом &laquo;В работе&raquo;, имеют желтую рамку.</p> -->
    <!-- <p>&laquo;Планы&raquo; представляют собой календарь месяцев на ближайший год. Если номер месяца дедлайна проекта совпадает с номером представленного месяца, то проект отображается именно в этом месяце.</p> -->
    <hr />
    <div class="d-flex justify-content-between mb-4">
      <a href="#status" class="">&laquo;&laquo; Статус Задач</a>
      <a href="#" class=""></a>
    </div>
  </div>
</template>