<template>
  <div>
    <h5>Статус Задач</h5>
    <p>
      У Задачи может быть один из статусов: К выполнению (todo), В работе
      (work), Завершена (done).
    </p>
    <p>
      Под Задачей есть соответвующие кнопки, для возможности быстрой смены
      статуса.
    </p>
    <p>Задачи со статусом &laquo;В работе&raquo;, имеют желтую рамку.</p>
    <!-- <p>&laquo;Планы&raquo; представляют собой календарь месяцев на ближайший год. Если номер месяца дедлайна проекта совпадает с номером представленного месяца, то проект отображается именно в этом месяце.</p> -->
    <hr />
    <div class="d-flex justify-content-between mb-4">
      <a href="#filter" class="">&laquo;&laquo; Фильтр Задач</a>
      <a href="#redact" class="">Редактирование &raquo;&raquo;</a>
    </div>
  </div>
</template>